Repository: NaN-tic/trytond-sale_add_products_wizard
Catalog: locale/*.po
Languages: ca_es, es_es

# field:sale.add_products.select_products,id:
source: ID
ca_es: Identificador
es_es: Identificador

# field:sale.add_products.select_products,ignored_sales:
source: Ignored Sales
ca_es: Vendes ingorades
es_es: Ventas ignoradas

# field:sale.add_products.select_products,products:
source: Products
ca_es: Productes
es_es: Productos

# field:sale.add_products.select_products,selected_sales:
source: Selected Sales
ca_es: Vendes seleccionades
es_es: Ventas seleccionadas

# help:sale.add_products.select_products,ignored_sales:
source: The sales that won't be changed because they are not in a state that allows it.
ca_es: Les vendes que no es modificaràn perquè no estan en un estat que ho permeti.
es_es: Las ventas que no se modificarán porque no se encuentran en un estado que lo permita.

# model:ir.action,name:wizard_add_products
source: Add products
ca_es: Afegeix productes
es_es: Añadir productos

# model:sale.add_products.select_products,name:
source: Add Products to Sale: Select products
ca_es: Afegeix productes a vendes: Selecciona productes
es_es: Añadir productos a ventas: seleccionar productos

# view:sale.add_products.select_products:
source: Choose the products that will be added in the selected sales
ca_es: Escull els productes que s'afegiran a les vendes seleccionades
es_es: Elige los productos que se añadirán a las ventas seleccionadas

# view:sale.add_products.select_products:
source: Select products to add
ca_es: Productes seleccionats a afegir
es_es: Selecciona los productos a añadir

# wizard_button:sale.add_products,select_products,add_products:
source: Add
ca_es: Afegeix
es_es: Añadir

# wizard_button:sale.add_products,select_products,end:
source: Cancel
ca_es: Cancel·la
es_es: Cancel·lar
